Repository: mikkelimatlock/archery_bookkeeper
Catalog: lib/config/localization/app_*.arb
Languages: fi

# appTitle
source: Archery Bookkeeper
fi: Jousiammunnan tuloskirja

# navMainScorer
source: Main (Scorer)
fi: Pääsivu (Tuloslaskuri)

# navSettings
source: Settings
fi: Asetukset

source: Arrows per end
fi: Nuolia per päätös

source: Ruleset
fi: Sääntökokoelma

# rulesetIndoor
source: Indoor
fi: Sisärata

# rulesetOutdoor
source: Outdoor
fi: Ulkorata

# endsCount
source: {count} ends
fi: {count} päätöstä

# headerEnd
source: End
fi: Päätös

# headerArrows
source: Arrows
fi: Nuolet

# headerSumOf3
source: Sum of 3
fi: Summa 3

# headerSumOf6
source: Sum of 6
fi: Summa 6

# headerAccumulative
source: Accumulative
fi: Yhteensä

# scoreTotal
source: Total
fi: Yhteensä

# keypadClear
source: CLEAR
fi: TYHJENNÄ

# keypadClose
source: CLOSE
fi: SULJE

# dialogClearScoresTitle
source: Clear scores
fi: Tyhjennä pisteet

# dialogClearScoresMessage
source: This will clear all scores for the current session. Continue?
fi: Tämä tyhjentää kaikki pisteet nykyiseltä kierrokselta. Jatka?

# dialogArrowChangeTitle
source: Change arrow count
fi: Muuta nuolien määrää

# dialogArrowChangeMessage
source: Changing arrow count will clear existing scores. Continue?
fi: Nuolien määrän muuttaminen tyhjentää olemassa olevat pisteet. Jatka?

# dialogPreserveScores
source: Preserve existing scores when possible?
fi: Säilytetäänkö olemassa olevat pisteet mahdollisuuksien mukaan?

# dialogCancel
source: Cancel
fi: Peruuta

# dialogContinue
source: Continue
fi: Jatka

# dialogYes
source: Yes
fi: Kyllä

# dialogNo
source: No
fi: Ei

# settingsTitle
source: Settings
fi: Asetukset

# settingsAppearance
source: Appearance
fi: Ulkoasu

# settingsScoring
source: Scoring
fi: Pisteidenlasku

# settingsExport
source: Export
fi: Vienti

# settingsAbout
source: About
fi: Tietoja

# settingsPlaceholder
source: This is a placeholder settings page.
fi: Tämä on väliaikainen asetukset-sivu.

# settingsFutureWillInclude
source: Future settings will include:
fi: Tulevat asetukset sisältävät:

# settingsColorScheme
source: • Color scheme preferences
fi: • Väriteeman asetukset

# settingsDefaultArrows
source: • Default arrow counts
fi: • Nuolien oletusmäärät

# settingsScoreInput
source: • Score input preferences
fi: • Pisteidenluonnin asetukset

# settingsExportOptions
source: • Export settings
fi: • Vientiasetukset

# settingsSessionManagement
source: • Session management
fi: • Istunnon hallinta

# dialogKeepScoresTitle
source: Keep scores?
fi: Säilytetäänkö pisteet?

# devTodoLocalization
source: REPLACE ALL THESE TEXTS WITH LOCALISATION MARKERS!!
fi: KORVAA KAIKKI NÄMÄ TEKSTIT LOKALISOINTIMERKINNÖILLÄ!!
